[
  {
    "name": "My personal api",
    "description": "The project is an API developed using Flask, a Python web development framework. The API provides information about you and allows users to access your blog posts and notes in markdown format. It also has additional functionality for sending messages and retrieving images and documents. This API is a complete solution for sharing your content in an easy and accessible way.",
    "tags": ["Python", "API", "Backend", "Flask", "Docker"],
    "background": "my-personal-api.png",
    "github": "https://github.com/EddyBel/My-personal-api"
  },
  {
    "name": "Portafolio Web",
    "description": "This web portfolio is a dynamic application built with TypeScript as the main language and Sass for styling. It uses Vite.js as the development environment and is deployed on a web server for public access. The application integrates with the GitHub API to collect information about my repositories and profile data in real time. In addition, it also integrates with a personal API that provides access to additional information about my projects, biography and blog posts. The application includes an email feature that allows users to send messages directly to my email. The application architecture is designed to be scalable and efficient in terms of speed and performance.",
    "tags": ["TypeScript", "Vite", "React", "Scss", "Portfolio"],
    "background": "https://raw.githubusercontent.com/EddyBel/Portafolio-Web/main/public/cover_page.png",
    "github": "https://github.com/EddyBel/Portafolio-Web",
    "web": "https://eduardorangel.netlify.app/"
  },
  {
    "name": "Plane Wars",
    "description": "This pygame is based on a spaceship that has to dodge and destroy asteroids. The player has a life bar and a destroyed asteroid counter, pilot your ship and see how long you can survive in this challenging outer space!",
    "tags": ["Python", "Pygame", "Game", "IA", "MediaPipe"],
    "background": "https://raw.githubusercontent.com/EddyBel/Plane-Wars-Game-Pygame/main/assets/docs/capture%20(6).png",
    "github": "https://github.com/EddyBel/Plane-Wars-Game-Pygame"
  },
  {
    "name": "Notebook",
    "description": "The project is about a website where I can store and display my notes in an easy and simple way. Note files are in markdown and markdown-react format",
    "tags": ["TypeScript", "NextJs", "Markdown", "Notebook"],
    "background": "https://raw.githubusercontent.com/EddyBel/Notebook/main/assets/docs/Capture.png",
    "github": "https://github.com/EddyBel/Notebook",
    "web": "https://eddybel.github.io/Notebook/"
  }
]
